{
    "NewsData": [
        {
            "NewsID": 0,
            "NewsTittle": "新闻：西奥凡尼银行爆炸案",
            "NewsBody": "1975年10月3日，西奥凡尼银行发生了一起爆炸案。当日上午，银行工作人员突然接到匿名电话，称银行内部多处位置被安放了炸弹，希望银行向对应的银行卡内汇款，否则就要引爆炸弹。据银行工作人员所说，当时内部情况非常混乱。他们也不知道罪犯是如何绕过监控在银行内部安置炸弹的。并且，他们发现罪犯的银行卡号是不存在的。为了保证安全，银行工作人员事先通知了西奥凡尼警察局。丽莎·哈洛特警官和尼古拉·博利谢夫警官接下了此次任务。在疏散了民众和银行工作人员之后，两位警官开始执行拆弹任务。但是在拆弹的过程中，炸弹突然爆炸，两位警员均丧生，遗体被警察局回收。此案的疑点在于，罪犯全程没有现身，但是又采取了不可思议的犯罪手法。罪犯没有从中获得任何的好处。不知道是针对警察局的挑衅犯罪还是单纯的反社会反人类犯罪。警察局反面表示，一定会找出凶手，将其绳之以法。本报将会追踪报道此案的后续进展。1975年10月4日报道"
        },
        {
            "NewsID": 1,
            "NewsTittle": "白船公司历史",
            "NewsBody": "白船公司的前身是瓦尔德实验室。实验室领导人罗森·瓦尔德的父亲在二战种死去，临死前让他照顾好自己一手创办的瓦尔德实验室。他在战争期间救下了许多流亡的科学家，并且到处游说， 终于拯救了瓦尔德实验室。瓦尔德实验室一直以高质量的科研成果和优秀的商业化优化水平在业界闻名。1971年，艾奥尼奥斯坠落之后，瓦尔德实验室是最早一批对其进行研究的实验室之一。1975年下半年到1976年上半年，瓦尔德实验室发表了许多关于U-21及其应用的相关研究报告。他们表示很快就能开发出廉价的仿生义体。1977年，瓦尔德实验室的义体正式量产，罗森·瓦尔德创办了白船公司。作为首个推出民用仿生义体的公司，白船公司很快在义体技术方面实现垄断。同时，白船公司也和西奥凡尼政府达成合作，助力城市建设。1981年，白船公司正式上市。罗森·瓦尔德也出任西奥凡尼市政府议员。"
        },
        {
            "NewsID": 2,
            "NewsTittle": "新闻：瓦尔德和市政府签署合作协议",
            "NewsBody": "1980年5月11日，白船公司首席执行官罗森·瓦尔德出席西奥凡尼政府主办的科技发展论坛，并且和市政府签订长期合作协议。罗森·瓦尔德表示，作为一家科研起家的企业，白船公司更希望将自己的科研成果投入到有益于人类发展事业的工作中。和政府的合作不仅是政府对自己的认可，更是自己的研究有用武之地能够造福人民群众的证明。市政府方面，因为近年来的科技发展十分迅速，也急需和有着长远发展前景的科技企业合作，其中白船公司是非常优秀的选择对象。日后，双方将就城市规划、办公信息化、居民生活信息化等方面通力合作，努力将西奥凡尼打造成一个和平、先进、幸福的高科技城市，依靠独特的地理位置优势和政治位置优势，并且在日后能够依次为支点带领其他地区发展。\n1980年5月12日报道"
        },
        {
            "NewsID": 3,
            "NewsTittle": "关于1981年反对白船公司的游行的报道",
            "NewsBody": "1981年6月20日，西奥凡尼爆发了一次大规模反对白船公司的游行事件。就在一个月前，白船公司获得了融资，在证券交易所上市，同时在新一届的选举中罗森·瓦尔德被选为市议会议员。对此，白船公司专门召开了新闻发布会。在发布会上，罗森·瓦尔德表示，白船公司准备了令人感到兴奋的新技术，但是目前还不能揭晓，不过这个技术绝对能够改变世界，比义肢技术更加先进。此后，一直有小道消息称，白船公司正在研发生命数字化的技术。这项实验的代号据说是NE-01，但是在民间被更多地称为“伽百农（Capernaum）”.\n虽然人工智能技术现在已经较为成熟，但是其逆向工程仍然存在较多难点。对于生命数字化的技术，在科技伦理上仍然存有许多争议。比如，数字化后的生命在现实社会中应当出于什么位置？生命数字化是否会导致基于技术的政治社会垄断？如果人类真的实现了数字化，未来的社会将会如何发展？因此，许多社会人士以“反垄断，反数字化”的口号，召集群众举行了游行。游行队伍从郊区出发，一直到城区，最后来到白船公司总部的楼下。游行的群众向旁观者普及他们的观点。因此，罗森·瓦尔德发表紧急讲话，表示白船公司未来的工作将由民众一同监督，并且将相关审议工作交由市议会负责。至此，游行活动彻底结束。此外，还有消息称，为了平息舆论，安德森博士已经被下放，具体的研究交由其他人负责。这能否看成是白船公司从科研导向转变为业务导向的标志？\n1981年6月21日"
        },
        {
            "NewsID": 4,
            "NewsTittle": "忒修斯之船",
            "NewsBody": "在公元1世纪左右，普鲁塔克提出一个问题：一艘船已经在大海上行驶了几百年，但是凭借良好的维修和及时地替换零部件使得这艘船能够继续行驶，当所有的零件都被替换掉之后，那么这艘船是原来地特修斯之船吗？还是一艘另外的船？亚里士多德认为可以用描述物体的四因说解决这个问题。构成材料是质料因，物质的设计和形式是形式因，形式因决定了物体为何物。基于形式因，忒修斯之船还是原来的船，因为虽然材料变了，但船的设计——形式因——没有变。忒修斯之船的目的在神话中是装载和运输，在现实中的目的是证明和纪念忒修斯，虽然材料变了，但目的没有变。因此，亚里士多德认为忒修斯之船还是原来的忒修斯之船。"
        }
    ]
}